Repository: hsintenmis/MeadGlobal
Catalog: MeadGlobal/lang/*.lproj/Localizable.strings
Languages: es, zh_hans, zh_hant

# app_name
source: Mead system
es: Mead Sistema
zh_hans: 能量检测系统
zh_hant: 能量檢測系統

# sysprompt
source: System prompt
es: Indicador del sistema
zh_hans: 系统提示
zh_hant: 系統提示

# syswarring
source: System Alert!!
es: Sistema de alerta!!
zh_hans: 系统警告 !!
zh_hant: 系統警告 !!

source: Back
es: Espalda
zh_hans: 返回
zh_hant: 返回

source: Save
es: Salvar
zh_hans: 储存
zh_hant: 儲存

# datasavecomplete
source: Save completed
es: Guardar completado
zh_hans: 储存完成
zh_hant: 儲存完成

source: I see!
es: Entiendo!
zh_hans: 我知道了!
zh_hant: 我知道了!

# confirm_yes
source: Yes
es: Sí
zh_hans: 是
zh_hant: 是

# confirm_no
source: No
zh_hans: 否
zh_hant: 否

source: Cancel
es: Cancelar
zh_hans: 取消
zh_hant: 取消

# btnact_done
source: Done
es: Hecho
zh_hans: 完成
zh_hant: 完成

# nodata
source: No information ...
es: Sin información ...
zh_hans: 目前没有资料...
zh_hant: 目前沒有資料...

# delselconfrimmsg
source: Please confirm whether to delete the selected data again?!
es: Por favor confirmar si desea borrar los datos seleccionados de nuevo ?!
zh_hans: 请再次确认是否删除选择的资料?!
zh_hant: 請再次確認是否刪除選擇的資料?!

# savedataconfrimmsg
source: Data about to save! confirm the data entered correctly?!
es: Los datos acerca de ahorrar! confirmar los datos introducidos correctamente ?!
zh_hans: 资料即将储存! 请再次确认输入的资料是否正确?!
zh_hant: 資料即將儲存! 請再次確認輸入的資料是否正確?!

# err_delfailure
source: Delete failure!
es: Eliminar el fracaso!
zh_hans: 删除失败!
zh_hant: 刪除失敗!

# err_data
source: Data error!!
es: Error de datos!
zh_hans: 资料错误!
zh_hant: 資料錯誤!

# homepage
source: Home
es: Casa
zh_hans: 首页
zh_hant: 首頁

# week_0
source: Sun
zh_hans: 日
zh_hant: 日

# week_1
source: Mon
zh_hans: 一
zh_hant: 一

# week_2
source: Tue
zh_hans: 二
zh_hant: 二

# week_3
source: Wed
zh_hans: 三
zh_hant: 三

# week_4
source: Thu
zh_hans: 四
zh_hant: 四

# week_5
source: Fri
zh_hans: 五
zh_hant: 五

# week_6
source: Sat
zh_hans: 六
zh_hant: 六

# week_7
source: Sun
zh_hans: 日
zh_hant: 日

# mm_01
source: Jan
es: Enero
zh_hans: 一月
zh_hant: 一月

# mm_02
source: Feb
es: febrero
zh_hans: 二月
zh_hant: 二月

# mm_03
source: Mar
zh_hans: 三月
zh_hant: 三月

# mm_04
source: Apr
zh_hans: 四月
zh_hant: 四月

# mm_05
source: May
es: mayo
zh_hans: 五月
zh_hant: 五月

# mm_06
source: Jun
zh_hans: 六月
zh_hant: 六月

# mm_07
source: Jul
es: julio
zh_hans: 七月
zh_hant: 七月

# mm_08
source: Aug
es: agosto
zh_hans: 八月
zh_hant: 八月

# mm_09
source: Sep
zh_hans: 九月
zh_hant: 九月

# mm_10
source: Oct
es: octubre
zh_hans: 十月
zh_hant: 十月

# mm_11
source: Nov
es: noviembre
zh_hans: 十一月
zh_hant: 十一月

# mm_12
source: Dec
zh_hans: 十二月
zh_hant: 十二月

source: Age
es: Años
zh_hans: 年龄
zh_hant: 年齡

# age_name
source: year old
es: edad
zh_hans: 岁
zh_hant: 歲

source: Gender
es: Género
zh_hans: 性别
zh_hant: 性別

# gender_M
source: Male
es: Masculino
zh_hans: 男性
zh_hant: 男性

# gender_F
source: Female
es: Hembra
zh_hans: 女性
zh_hant: 女性

# plzselmember
source: Please select member!
es: Por favor, seleccione miembro!
zh_hans: 请选择会员!
zh_hant: 請選擇會員!

# err_userage
source: error: age
es: Error: la edad
zh_hans: 年龄错误!
zh_hant: 年齡錯誤!

# err_memberclass_updateSerial
source: Database file error Member ID
es: Error en el archivo de base de datos de identificación de miembro
zh_hans: 资料库会员序号档错误!
zh_hant: 資料庫會員序號檔錯誤!

# err_recordclass_updateSerial
source: Database file record number error!
es: Archivo de base de error de número de registro!
zh_hans: 资料库记录序号档错误!
zh_hant: 資料庫記錄序號檔錯誤!

# err_memberclass_datanotexists
source: Database does not specify membership profile!
es: Base de datos no especifica el perfil de miembro!
zh_hans: 资料库没有指定的会员资料!
zh_hant: 資料庫沒有指定的會員資料!

# err_recordclass_datanotexists
source: Database does not specify the log data!
es: Base de datos no especifica los datos de registro!
zh_hans: 资料库没有指定的记录资料!
zh_hant: 資料庫沒有指定的記錄資料!

# member_name
source: Name
es: Nombre
zh_hans: 会员姓名
zh_hant: 會員姓名

# member_id
source: ID
zh_hans: 会员编号
zh_hant: 會員編號

source: Member add
es: Agregar miembro
zh_hans: 会员新增
zh_hant: 會員新增

source: Member edit
es: Miembro de edición
zh_hans: 会员编辑
zh_hant: 會員編輯

# member_delconfirmmsg
source: Make sure to delete the selected members?!
es: Asegúrese de eliminar los miembros seleccionados ?!
zh_hans: 确定删除已选择的会员?!
zh_hant: 確定刪除已選擇的會員?!

# member_guestname
source: Elite VIP
es: VIP Elite
zh_hans: 尊荣贵宾
zh_hant: 尊榮貴賓

# member_err_birth
source: Member birthday error!
es: Miembro de error de cumpleaños!
zh_hans: 会员生日错误!
zh_hant: 會員生日錯誤!

# err_bt_connect
source: error: Bluetooth data connection establishment failure!
es: error: Error de establecimiento de la conexión de datos Bluetooth!
zh_hans: 系统错误:蓝牙资料连线建立失败!
zh_hant: 系統錯誤:藍牙資料連線建立失敗!

# err_connectlost
source: Bluetooth connection signal is lost!
es: Señal de conexión Bluetooth se pierde!
zh_hans: 蓝牙连线讯号遗失!
zh_hant: 藍牙連線訊號遺失!

# bt_founddev
source: Find Bluetooth devices!
es: Encuentra los dispositivos Bluetooth!
zh_hans: 找到蓝牙设备!
zh_hant: 找到藍牙設備!

# bt_connect_break
source: Bluetooth connection lost!
es: Conexión Bluetooth pierde!
zh_hans: 蓝牙连线中断!
zh_hant: 藍牙連線中斷!

# bt_selectbtdevice
source: Select the Bluetooth device
es: Seleccione el dispositivo Bluetooth
zh_hans: 选择蓝牙设备
zh_hant: 選擇藍牙設備

# bt_alreadymatchdevice
source: paired device
es: dispositivo asociado
zh_hans: 目前已经配对的设备
zh_hant: 目前已經配對的設備

# bt_searching
source: Bluetooth device search. . .
es: búsqueda de dispositivos Bluetooth. . .
zh_hans: 蓝芽设备搜寻中. . .
zh_hant: 藍芽設備搜尋中. . .

# bt_searchingstop
source: Stop searching for Bluetooth devices
es: Detener la búsqueda de dispositivos Bluetooth
zh_hans: 停止搜寻蓝芽设备
zh_hant: 停止搜尋藍芽設備

# bt_cantfindbtdevice
source: Can not find Bluetooth devices!
es: No se puede encontrar dispositivos Bluetooth!
zh_hans: 搜寻不到蓝牙设备!
zh_hant: 搜尋不到藍牙設備!

# bt_devicenotyetmatch
source: Device is not paired
es: El dispositivo no está emparejado
zh_hans: 装置未配对
zh_hant: 裝置未配對

# bt_devicenotsupportbt
source: This device does not support Bluetooth function. . .
es: Este dispositivo no es compatible con la función Bluetooth. . .
zh_hans: 本机不支援蓝牙功能. . .
zh_hant: 本機不支援藍牙功能. . .

# bt_btdeviceconnsuccessful
source: Bluetooth connection success!
es: éxito conexión Bluetooth!
zh_hans: 蓝牙连线成功!
zh_hant: 藍牙連線成功!

# bt_btdeviceready
source: Bluetooth device ready, You can begin to measure up!
es: dispositivo Bluetooth listo, puede comenzar a medir hasta!
zh_hans: 蓝牙装置就绪, 可以开始量测了!
zh_hant: 藍牙裝置就緒, 可以開始量測了!

# bt_readytesting
source: You can start measuring!
es: Puede comenzar a medir!
zh_hans: 可以开始量测了!
zh_hant: 可以開始量測了!

# btnotactivemsg
source: Bluetooth-enabled mobile device is not turned on!
es: Habilitado con Bluetooth dispositivo móvil no está activado!
zh_hans: 行动装置的蓝牙功能未开启!
zh_hant: 行動裝置的藍牙功能未開啟!

# bt_bondcomplete
source: Bluetooth devices bound to complete!
es: dispositivos Bluetooth unido para completar!
zh_hans: 蓝牙设备绑定完成!
zh_hant: 藍牙設備綁定完成!

# bt_plzsearchagain
source: Please re-search for Bluetooth devices. . .
es: Por favor re-búsqueda de dispositivos Bluetooth. . .
zh_hans: 请重新搜寻蓝牙设备. . .
zh_hant: 請重新搜尋藍牙設備. . .

# bt_initing
source: Bluetooth devices in the initial ...
es: dispositivos Bluetooth en la primera ...
zh_hans: 蓝牙设备初始中...
zh_hant: 藍牙設備初始中...

# bt_mobile_off
source: Bluetooth is not turned on
es: Bluetooth no está activado
zh_hans: 蓝牙未开启
zh_hant: 藍牙未開啟

# bt_mobile_on
source: Bluetooth is turned on
es: Bluetooth está activado
zh_hans: 蓝牙已开启
zh_hant: 藍牙已開啟

# bt_mobile_resetting
source: Bluetooth restart
es: reinicio Bluetooth
zh_hans: 蓝牙重启中
zh_hant: 藍牙重啟中

# bt_mobile_unauthorized
source: Bluetooth is not certified
es: Bluetooth no está certificada
zh_hans: 蓝牙未通过认证
zh_hant: 藍牙未通過認證

# bt_mobile_unknown_stat
source: Bluetooth status unknown
es: el estado de Bluetooth desconocido
zh_hans: 蓝芽为未知状态
zh_hant: 藍芽為未知狀態

# bt_mobile_unsupported
source: Bluetooth is not supported
es: No se admite Bluetooth
zh_hans: 蓝芽不支援
zh_hant: 藍芽不支援

# mead_point_ready
source: Probe is not in contact!
es: La sonda no está en contacto!
zh_hans: 探针未与任何量测点接触!
zh_hant: 探針未與任何量測點接觸!

# mead_point_recive
source: Confirming the measuring point. . .
es: Confirmando el punto de medición. . .
zh_hans: 量测点正在确认中. . .
zh_hant: 量測點正在確認中. . .

# mead_point_finish
source: Numerical read complete!
es: Numérica leer completa!
zh_hans: 完成数值读取!
zh_hant: 完成數值讀取!

# mead_point_movenext
source: Complete, check the next measuring point!
es: Completa, compruebe el siguiente punto de medición!
zh_hans: 完成数值读取, 请检测下一个量测点!
zh_hant: 完成數值讀取, 請檢測下一個量測點!

# mead_testing_finish
source: Testing finished, select member and save dataÔºÅ
es: Prueba de acabado miembro selecto, y guardar los datos！
zh_hans: 检测结束，请选择会员将资料存档！
zh_hant: 檢測結束，請選擇會員將資料存檔！

# mead_existtestingval
source: Measured value
es: Valor medido
zh_hans: 已测数值
zh_hant: 已測數值

# mead_resetmsg
source: Testing data will be reset, please confirm again!
es: Prueba de datos se restablecerá, por favor confirmar de nuevo!
zh_hans: 已检测的数值资料将会重设, 请再次确认!
zh_hant: 已檢測的數值資料將會重設, 請再次確認!

# mead_errval
source: Testing value error, please re-measure!
es: error de valor de prueba, por favor vuelva a medida!
zh_hans: 检测数值错误, 请重新测量!
zh_hant: 檢測數值錯誤, 請重新測量!

# mead_recordaddcomplete
source: Testing data save completed!
es: Los datos de prueba guardar completado!
zh_hans: 检测资料存档完成!
zh_hant: 檢測資料存檔完成!

# mead_recordaddfailure
source: Testing data save error!
es: Los datos de prueba ahorrar error!
zh_hans: 检测资料存档错误!
zh_hant: 檢測資料存檔錯誤!

# mead_notsaveinfomsg
source: Data not save yet, make sure leave this page?!
es: Los datos no guardados, sin embargo, asegúrese de salir de esta página?!
zh_hans: 资料尚未存档, 确定直接离开本页面吗?
zh_hant: 資料尚未存檔, 確定直接離開本頁面嗎?

# mead_guestcantsave
source: Guest cant not save data!
es: Los huéspedes no pueden guardar los datos!
zh_hans: 访客资料不能储存!
zh_hant: 訪客資料不能儲存!

# mead_testingdate
source: Testing date
es: fecha de la prueba
zh_hans: 检测日期
zh_hant: 檢測日期

# mead_body_FL
source: L-foot
es: L-pie
zh_hans: 左足
zh_hant: 左足

# mead_body_FR
source: R-foot
es: R-pie
zh_hans: 右足
zh_hant: 右足

# mead_body_HL
source: L-Hand
es: L-mano
zh_hans: 左腕
zh_hant: 左腕

# mead_body_HR
source: R-Hand
es: R-mano
zh_hans: 右腕
zh_hant: 右腕

# ORAGN_H1
source: Lung,Nose,Skin
es: pulmón, nariz, piel
zh_hans: 肺,鼻,皮肤
zh_hant: 肺,鼻,皮膚

# ORAGN_H2
source: Heart,Circulatory system
es: Corazón, el sistema circulatorio
zh_hans: 心,循环系统
zh_hant: 心,循環系統

# ORAGN_H3
source: Heart,Tongue,Mental
es: corazón, la lengua, Mental
zh_hans: 心,舌,精神状态
zh_hant: 心,舌,精神狀態

# ORAGN_H4
source: Small Intestine
es: intestino delgado
zh_hans: 小肠
zh_hant: 小腸

# ORAGN_H5
source: Lymphatic immune system
es: sistema inmune linfático
zh_hans: 淋巴免疫系统
zh_hant: 淋巴免疫系統

# ORAGN_H6
source: Large Intestine,Skin
es: intestino grueso, la piel
zh_hans: 大肠,皮肤
zh_hant: 大腸,皮膚

# ORAGN_F1
source: Spleen, Pancreas, Digestive system
es: bazo, páncreas, sistema digestivo
zh_hans: 脾,胰,消化系统
zh_hant: 脾,胰,消化系統

# ORAGN_F2
source: Liver,Eye,Circulatory system
es: hígado, los ojos, el sistema circulatorio
zh_hans: 肝,眼,循环系统
zh_hant: 肝,眼,循環系統

# ORAGN_F3
source: Kidney,Adrenal,Genitalia
es: riñón, suprarrenal, Genitales
zh_hans: 肾,副肾,生殖器
zh_hant: 腎,副腎,生殖器

# ORAGN_F4
source: Bladder,Urinary system
es: vejiga, sistema urinario
zh_hans: 膀胱,泌尿系统
zh_hant: 膀胱,泌尿系統

# ORAGN_F5
source: Gall bladder,Biliary system
es: de la vesícula biliar, el sistema biliar
zh_hans: 胆,胆道系
zh_hant: 膽,膽道系

# ORAGN_F6
source: Stomach,Digestive system
es: Estómago, Sistema digestivo
zh_hans: 胃,消化系统
zh_hant: 胃,消化系統

# MERIDIAN_H1
source: Lung
es: pulmón
zh_hans: 肺经
zh_hant: 肺經

# MERIDIAN_H2
source: Pericardium
es: pericardio
zh_hans: 心包经
zh_hant: 心包經

# MERIDIAN_H3
source: Heart
es: corazón
zh_hans: 心经
zh_hant: 心經

# MERIDIAN_H4
source: S-Intestine
es: S-Intestino
zh_hans: 小肠经
zh_hant: 小腸經

# MERIDIAN_H5
source: Triple burner
es: quemador de triple
zh_hans: 三焦经
zh_hant: 三焦經

# MERIDIAN_H6
source: L-Intestine
es: L-Intestino
zh_hans: 大肠经
zh_hant: 大腸經

# MERIDIAN_F1
source: Spleen
zh_hans: 脾经
zh_hant: 脾經

# MERIDIAN_F2
source: Liver
es: hígado
zh_hans: 肝经
zh_hant: 肝經

# MERIDIAN_F3
source: Kidney
es: riñón
zh_hans: 肾经
zh_hant: 腎經

# MERIDIAN_F4
source: Bladder
es: vejiga
zh_hans: 膀胱经
zh_hant: 膀胱經

# MERIDIAN_F5
source: Gall bladder
es: vesícula biliar
zh_hans: 胆经
zh_hant: 膽經

# MERIDIAN_F6
source: Stomach
es: estómago
zh_hans: 胃经
zh_hant: 胃經

# engval_avg
source: Average energy
es: energía media
zh_hans: 能量平均值
zh_hant: 能量平均值

# engval_avgshort
source: avg
zh_hans: 平均
zh_hant: 平均

# engval_high
source: H-standard
es: H-estándar
zh_hans: 高标
zh_hant: 高標

# engval_low
source: L-standard
es: L-estándar
zh_hans: 低标
zh_hant: 低標

# meadreport_east
source: East theoretical
es: teórico del Este
zh_hans: 东方学理
zh_hant: 東方學理

# meadreport_west
source: West theoretical
es: teórico West
zh_hans: 西方学理
zh_hant: 西方學理

# meadreport_analy
source: Analysis
es: Análisis
zh_hans: 分析
zh_hant: 分析

# meadreport_pdsuggest
source: Recommendation
es: Recomendación
zh_hans: 调理建议
zh_hant: 調理建議

# direct_L
source: Left
zh_hans: 左
zh_hant: 左

# direct_R
source: Right
es: derecha
zh_hans: 右
zh_hant: 右

# BODY_F_L
source: L-foot
es: L-pie
zh_hans: 左足
zh_hant: 左足

# BODY_F_R
source: R-foot
es: R-pie
zh_hans: 右足
zh_hant: 右足

# BODY_H_L
source: L-hand
es: L-mano
zh_hans: 左腕
zh_hant: 左腕

# BODY_H_R
source: R-hand
es: R-mano
zh_hans: 右腕
zh_hant: 右腕

# TESTINGVAL_L
source: L-value
es: L-valor
zh_hans: 左侧数值
zh_hant: 左側數值

# TESTINGVAL_R
source: R-value
es: R-valor
zh_hans: 右侧数值
zh_hant: 右側數值

# meadreport_valokmsg
source: Good health, keep it up!
es: La buena salud, sigue así!
zh_hans: 健康状况良好，请继续保持！
zh_hant: 健康狀況良好，請繼續保持！

# sysconfig_backupcompleted
source: Backup completed!
es: Respaldo completado!
zh_hans: 备份完成!
zh_hant: 備份完成!

# sysconfig_restorecompleted
source: Data restore is complete!
es: Restauración de datos es completa!
zh_hans: 资料还原完成!
zh_hant: 資料還原完成!

# menu_testing
source: Testing
es: Pruebas
zh_hans: 能量检测
zh_hant: 能量檢測

# menu_member
source: Member
es: Miembro
zh_hans: 会员管理
zh_hant: 會員管理

# menu_record
source: Records
es: Archivos
zh_hans: 检测纪录
zh_hant: 檢測紀錄

# menu_config
source: Config
zh_hans: 系统设定
zh_hant: 系統設定

# homepage_subtitle
source: iSOQI MEAD Global version
es: Versión iSOQI MEAD Global
zh_hans: iSOQI 能量检测仪全球通用单机版
zh_hant: iSOQI 能量檢測儀全球通用單機版

# header_memberlist
source: Member list
es: Lista de miembros
zh_hans: 会员列表
zh_hant: 會員列表

# slipleftdeldata
source: (swipe left can remove data)
es: (deslice el dedo hacia la izquierda puede eliminar los datos)
zh_hans: (向左方滑动可以删除)
zh_hant: (向左方滑動可以刪除)

source: Add
es: Añadir
zh_hans: 新增
zh_hant: 新增

# selectgallery
source: Gallery
es: Galería
zh_hans: 选择图库
zh_hant: 選擇圖庫

# selectcamera
source: Camera
es: Cámara
zh_hans: 选择相机
zh_hant: 選擇相機

# member_pict
source: Member picture
es: miembro foto
zh_hans: 会员图片
zh_hant: 會員圖片

# birth
source: Birthday
es: Cumpleaños
zh_hans: 生日
zh_hant: 生日

# subjects_were_config
source: Subjects were data
es: Los sujetos fueron datos
zh_hans: 受测者设定
zh_hant: 受測者設定

source: Guest
es: Huésped
zh_hans: 访客
zh_hant: 訪客

source: Member
es: Miembro
zh_hans: 会员
zh_hant: 會員

source: Input age
es: la edad de entrada
zh_hans: 输入年龄
zh_hant: 輸入年齡

# starttesting
source: Start
es: Comienzo
zh_hans: 开始量测
zh_hant: 開始量測

# retesting
source: Restart
es: Reiniciar
zh_hans: 重新检测
zh_hant: 重新檢測

# testingreport
source: Report
es: Informe
zh_hans: 检测报告
zh_hant: 檢測報告

source: Connect
es: Conectar
zh_hans: 连线
zh_hant: 連線

source: Data list
es: lista de datos
zh_hans: 资料列表
zh_hant: 資料列表

# cellmead_avg
source: avg:
zh_hans: 平均
zh_hant: 平均

# cellmead_h
source: high:
es: alto:
zh_hans: 高标
zh_hant: 高標

# cellmead_l
source: low:
es: bajo:
zh_hans: 低标
zh_hant: 低標

# meaddataanaly
source: Energy analysis
es: análisis energético
zh_hans: 能量检测分析
zh_hant: 能量檢測分析

# theoretical_analysis
source: Analysis
es: Análisis
zh_hans: 学理分析
zh_hant: 學理分析

source: Data loading...
es: Los datos serán cargados...
zh_hans: 资料读取中...
zh_hant: 資料讀取中...

# backuptocloud
source: Data backup to cloud
es: copia de seguridad de datos a la nube
zh_hans: 资料备份到云端
zh_hant: 資料備份到雲端

# restore
source: Data restore
es: restauración de datos
zh_hans: 资料还原
zh_hant: 資料還原

# err_membername
source: Name error!
es: error de nombre!
zh_hans: 姓名错误!

# err_tel
source: TEL error!
zh_hans: 电话错误!

# err_birth
source: Birthday error!
es: de error de cumpleaños!
zh_hans: 生日错误!

# err_member_delfailure
source: Data delete failure...
es: Borrado de datos fracaso...
zh_hans: 资料删除失败...
